Revit 2027 API
SpecTypeId.PowerPerFlow Property
 Power per Flow, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PowerPerFlow { get; }
Public Shared ReadOnly Property PowerPerFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PowerPerFlow {
	ForgeTypeId^ get ();
}
static member PowerPerFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace